Repository: ritave/qrtrack
Catalog: qrtrack/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: Username
pl_pl: Nazwa użytkownika

source: Your e-mail (optional)
pl_pl: Twój e-mail (opcjonalny)

source: Your password
pl_pl: Twoje hasło

source: Repeat password
pl_pl: Powtórz hasło

source: Do you want to be informed about beta?
pl_pl: Czy chcesz abyśmy dali ci znać o becie?

source: You need email to be informed about beta
pl_pl: Musisz podać e-mail aby być poinformowany o becie

source: User with this email or username already exists
pl_pl: Użytkownik z tym e-mailem albo nickiem już istnieje

source: The passwords don't match
pl_pl: Hasła się nie zgadzają

source: Profile
pl_pl: Profil

source: Register
pl_pl: Zarejestruj się

source: Or like login
pl_pl: Albo wiesz, zaloguj

source: Logout
pl_pl: Wyloguj się

source: Contact
pl_pl: Kontakt

source: Hey
pl_pl: Hej

source: Your collected qrcodes might be lost in close future if you don't register to have them saved on the website
pl_pl: Twoje zebrane QR kody mogą być zapomniane w przyszłości jeśli się nie zarejestrujesz aby zapisać je na stronie

source: Your QR codes
pl_pl: Twoje QR kody

# list of qrcodes attribute
source: (hidden)
pl_pl: (ukryty)

source: You don't have any QR codes yet
pl_pl: Nie masz jeszcze żadnych QR kodów

source: Done
pl_pl: Zrobione

source: + %(done)s hidden
pl_pl: + %(done)s ukryty

# showing qrcode
source: hidden
pl_pl: ukryty

source: Why don't you try searching for<br /> <strong>%(suggest.name)s</strong>?<br /> It should be around here... Somewhere...
pl_pl: Czemu nie poszukasz <br /> <strong>%(suggest.name)s</strong>?<br />Powinien być gdzieś w okolicy...

source: I see you got your first qrcode, throughout the building we have hidden a lot more, can you find the all and complete your collection?
pl_pl: Widze, że zdobyłeś swój pierwszy QR kod, w całym budynku ukryliśmy ich zdecydowanie więcej, czy dasz radę znaleźć je wszystkie?

source: This qrcode has been added to your collection.
pl_pl: Ten QR kod został dodany do twojej kolekcji.

source: You already collected qrcode before
pl_pl: Już zdobyłes ten QR kod wcześniej
